{

    "tl": {
        "heroHeading": "Pagpapalakas sa mga Kasambahay",
        "heroText": "Alamin ang iyong mga karapatan, kumuha ng legal na payo, at makakuha ng suporta.",
        "learnMore": "Alamin Pa",
        "aboutHeading": "Ang Iyong mga Karapatan, Ang Iyong Boses!",
        "aboutSubHeading": "Accessible Legal Help para sa mga Kasambahay",
        "aboutText": "Pinapalakas ang mga manggagawa, Pinagkakabit ang mga ahensya, Pinoprotektahan ang mga karapatan.",
        "faqButton": "Tingnan ang Mga Madalas Itanong",
        "whatWeOfferHeading": "Ano ang aming inaalok:",
        "chatHeading": "Makipag-chat sa aming Virtual Assistant",
        "chatText": "Kumuha ng mga sagot, magsumite ng mga reklamo, at makakuha ng naka-tailor na payo agad",
        "chatButton": "Chatbot",
        "docAutomationHeading": "Pag-aautomat ng Dokumento",
        "docAutomationText": "Bumuo ng Mock-up na mga Kontrata gamit ang aming tool sa Pag-aautomat ng Dokumento",
        "docAutomationButton": "Pag-aautomat ng Dokumento",
        "audioUploadHeading": "Pag-upload ng Audio",
        "audioUploadText": "I-upload ang iyong audio para sa transcription gamit ang OpenAI Whisper",
        "audioUploadButton": "I-upload ang Audio",
        "connectLawyerHeading": "Kumonekta sa isang Abogado",
        "connectLawyerText": "Makipag-ugnayan sa isang abogado na makakatulong sa iyong mga partikular na pangangailangan.",
        "connectLawyerButton": "Kumonekta sa isang Abogado",
        "legalAdviceHeading": "Isumite ang Iyong mga Tanong sa Legal",
        "namePlaceholder": "Iyong Pangalan",
        "emailPlaceholder": "Email Address",
        "questionPlaceholder": "Iyong Tanong",
        "consentText": "Sumasang-ayon ako sa pagkolekta at pagproseso ng aking data.",
        "submitButton": "Isumite",
        "thankYouMessage": "Salamat sa iyong pagtatanong, babalikan ka namin agad!",
        "submitAnotherButton": "Magsumite ng isa pang Pagtatanong",
        "videosHeading": "Panimula sa mga Karapatan ng Manggagawa sa Bahay", 
        "videoTitle1": "Proteksyon ng Manggagawa sa Bahay", 
        "videoTitle2": "Maagang Pagwawakas", 
        "videoTitle3": "Karapatan sa Trabaho", 
        "videoTitle4": "Pag-unawa sa mga Tuntunin ng Trabaho",
        "aboutUsHeading": "Tungkol sa Domestic Connect",
        "aboutUsText": "Ang Domestic Connect ay isang komprehensibong platform na idinisenyo upang gawing simple at streamline ang proseso ng pagkuha ng mga domestic helper habang tinitiyak ang pagsunod sa lahat ng nauugnay na legal at mga kinakailangan sa trabaho. Layunin naming lumikha ng isang pinagkakatiwalaan at madaling gamitin na kapaligiran para sa parehong mga employer at mga helper upang kumonekta at bumuo ng malakas, propesyonal na relasyon.",
        "missionHeading": "Ang Aming Misyon",
        "missionText": "Sa Domestic Connect, ang aming misyon ay tulay ang agwat sa pagitan ng mga employer at mga domestic helper sa pamamagitan ng pag-aalok ng isang maaasahan at mahusay na platform. Kami ay nakatuon sa:",
        "missionList1": "Pagbibigay kapangyarihan sa mga employer ng mga tool at mapagkukunan na kinakailangan upang makahanap ng mga kwalipikado at mapagkakatiwalaang mga helper.",
        "missionList2": "Pagsuporta sa mga domestic helper sa paghahanap ng patas na mga pagkakataon sa trabaho na naaayon sa kanilang mga kasanayan at kagustuhan.",
        "missionList3": "Pagtataguyod ng mga etikal na kasanayan sa pagkuha at pagyamanin ang paggalang sa isa't isa sa sektor ng domestic employment.",
        "safetyHeading": "Kaligtasan at Tiwala sa Core",
        "safetyText1": "Ang tiwala ay palaging nasa core ng misyon ng Domestic Connect. Upang matiyak na ang parehong mga employer at mga helper ay nararamdaman na ligtas, ang bawat profile sa platform ay na-verify. Ang prosesong ito ng pag-verify ay idinisenyo upang bumuo ng isang pundasyon ng tiwala at transparency, upang ang parehong partido ay magkaroon ng kumpiyansa sa kanilang mga relasyon.",
        "safetyText2": "Nag-aalok din ang platform ng mga madaling tool sa komunikasyon upang mapadali ang proseso ng pakikipanayam. Maaaring magpadala ng mensahe at video call ang mga employer sa mga potensyal na helper, na nagpapahintulot sa kanila na makilala ang isa't isa bago mag-commit sa isang working relationship. Pinapayagan nito ang parehong partido na matiyak na ginagawa nila ang tamang pagpili para sa kanilang mga tahanan at pamilya."
    },
    "id": {
        "heroHeading": "Memberdayakan Pembantu Rumah Tangga",
        "heroText": "Pelajari hak Anda, dapatkan nasihat hukum, dan akses layanan dukungan.",
        "learnMore": "Pelajari Lebih Lanjut",
        "aboutHeading": "Hak Anda, Suara Anda!",
        "aboutSubHeading": "Bantuan Hukum yang Dapat Diakses untuk Pekerja Rumah Tangga",
        "aboutText": "Memberdayakan Pekerja, Menghubungkan Agen, Melindungi Hak.",
        "faqButton": "Lihat Pertanyaan yang Sering Diajukan",
        "whatWeOfferHeading": "Apa yang kami tawarkan:",
        "chatHeading": "Mengobrol dengan Asisten Virtual kami",
        "chatText": "Dapatkan jawaban, ajukan sengketa, dan akses nasihat yang disesuaikan secara instan",
        "chatButton": "Chatbot",
        "docAutomationHeading": "Otomatisasi Dokumen",
        "docAutomationText": "Buat Kontrak Mock-up menggunakan alat Otomatisasi Dokumen kami",
        "docAutomationButton": "Otomatisasi Dokumen",
        "audioUploadHeading": "Unggah Audio",
        "audioUploadText": "Unggah audio Anda untuk transkripsi menggunakan OpenAI Whisper",
        "audioUploadButton": "Unggah Audio",
        "connectLawyerHeading": "Hubungi Pengacara",
        "connectLawyerText": "Terhubung dengan pengacara yang dapat membantu kebutuhan spesifik Anda.",
        "connectLawyerButton": "Hubungi Pengacara",
        "legalAdviceHeading": "Ajukan Pertanyaan Hukum Anda",
        "namePlaceholder": "Nama Anda",
        "emailPlaceholder": "Alamat Email",
        "questionPlaceholder": "Pertanyaan Anda",
        "consentText": "Saya setuju dengan pengumpulan dan pemrosesan data saya.",
        "submitButton": "Kirim",
        "thankYouMessage": "Terima kasih atas pertanyaan Anda, kami akan segera menghubungi Anda!",
        "submitAnotherButton": "Ajukan Pertanyaan Lain",
        "videosHeading": "Pengantar Hak Pekerja Rumah Tangga", 
        "videoTitle1": "Perlindungan Pekerja Rumah Tangga", 
        "videoTitle2": "Penghentian Dini", 
        "videoTitle3": "Hak Pekerjaan", 
        "videoTitle4": "Memahami Ketentuan Kerja",
        "aboutUsHeading": "Tentang Domestic Connect",
        "aboutUsText": "Domestic Connect adalah platform komprehensif yang dirancang untuk menyederhanakan dan merampingkan proses perekrutan pembantu rumah tangga sambil memastikan kepatuhan terhadap semua persyaratan hukum dan ketenagakerjaan yang relevan. Kami bertujuan untuk menciptakan lingkungan yang tepercaya dan ramah pengguna bagi majikan dan pembantu untuk terhubung dan membangun hubungan profesional yang kuat.",
        "missionHeading": "Misi Kami",
        "missionText": "Di Domestic Connect, misi kami adalah menjembatani kesenjangan antara majikan dan pembantu rumah tangga dengan menawarkan platform yang andal dan efisien. Kami berkomitmen untuk:",
        "missionList1": "Memberdayakan majikan dengan alat dan sumber daya yang diperlukan untuk menemukan pembantu yang berkualitas dan dapat dipercaya.",
        "missionList2": "Mendukung pembantu rumah tangga dalam menemukan peluang kerja yang adil yang sesuai dengan keterampilan dan preferensi mereka.",
        "missionList3": "Mempromosikan praktik perekrutan yang etis dan menumbuhkan rasa saling menghormati di sektor pekerjaan rumah tangga.",
        "safetyHeading": "Keamanan dan Kepercayaan di Inti",
        "safetyText1": "Kepercayaan selalu menjadi inti dari misi Domestic Connect. Untuk memastikan baik majikan maupun pembantu merasa aman, setiap profil di platform diverifikasi. Proses verifikasi ini dirancang untuk membangun fondasi kepercayaan dan transparansi, sehingga kedua belah pihak dapat memiliki kepercayaan dalam hubungan mereka.",
        "safetyText2": "Platform ini juga menawarkan alat komunikasi yang mudah untuk memfasilitasi proses wawancara. Majikan dapat mengirim pesan dan panggilan video kepada calon pembantu, memungkinkan mereka untuk saling mengenal sebelum berkomitmen pada hubungan kerja. Ini memungkinkan kedua belah pihak untuk memastikan bahwa mereka membuat pilihan yang tepat untuk rumah dan keluarga mereka."
    },
    "zh": {
        "heroHeading": "赋权家政服务员",
        "heroText": "了解您的权利，获取法律建议，并获得支持服务。",
        "learnMore": "了解更多",
        "aboutHeading": "您的权利，您的声音！",
        "aboutSubHeading": "为家政工人提供可访问的法律帮助",
        "aboutText": "赋权工人，连接机构，保护权利。",
        "faqButton": "查看常见问题",
        "whatWeOfferHeading": "我们提供的服务：",
        "chatHeading": "与我们的虚拟助手聊天",
        "chatText": "立即获取答案，提交争议，并获得量身定制的建议",
        "chatButton": "聊天机器人",
        "docAutomationHeading": "文档自动化",
        "docAutomationText": "使用我们的文档自动化工具生成模拟合同",
        "docAutomationButton": "文档自动化",
        "audioUploadHeading": "音频上传",
        "audioUploadText": "使用 OpenAI Whisper 上传您的音频进行转录",
        "audioUploadButton": "上传音频",
        "connectLawyerHeading": "联系律师",
        "connectLawyerText": "联系可以帮助您解决特定需求的律师。",
        "connectLawyerButton": "联系律师",
        "legalAdviceHeading": "提交您的法律问题",
        "namePlaceholder": "您的姓名",
        "emailPlaceholder": "电子邮件地址",
        "questionPlaceholder": "您的问题",
        "consentText": "我同意收集和处理我的数据。",
        "submitButton": "提交",
        "thankYouMessage": "感谢您的咨询，我们会尽快回复您！",
        "submitAnotherButton": "提交另一个咨询",
        "videosHeading": "家政工人权利简介", 
        "videoTitle1": "家政工人保护", 
        "videoTitle2": "提前终止", 
        "videoTitle3": "就业权利", 
        "videoTitle4": "了解雇佣条款",
        "aboutUsHeading": "关于Domestic Connect",
        "aboutUsText": "Domestic Connect 是一个综合平台，旨在简化和优化雇用家政服务员的过程，同时确保遵守所有相关的法律和就业要求。我们的目标是为雇主和家政服务员创建一个值得信赖且用户友好的环境，以便他们能够建立强大、专业的关系。",
        "missionHeading": "我们的使命",
        "missionText": "在 Domestic Connect，我们的使命是通过提供一个可靠且高效的平台来弥合雇主和家政服务员之间的差距。我们致力于：",
        "missionList1": "为雇主提供找到合格且值得信赖的家政服务员所需的工具和资源。",
        "missionList2": "支持家政服务员找到符合其技能和偏好的公平就业机会。",
        "missionList3": "促进道德招聘实践并在家政就业领域培养相互尊重。",
        "safetyHeading": "安全和信任是核心",
        "safetyText1": "信任始终是 Domestic Connect 使命的核心。为了确保雇主和家政服务员都感到安全，平台上的每个个人资料都经过验证。此验证过程旨在建立信任和透明的基础，以便双方对他们的关系充满信心。",
        "safetyText2": "该平台还提供了便捷的沟通工具以促进面试过程。雇主可以向潜在的家政服务员发送消息和视频通话，使他们在建立工作关系之前相互了解。这使双方都能确保他们为自己的家庭做出了正确的选择。"
    }
}